GREETING_MESSAGE = "привет ! что бы начать поиск отправь СТАРТ"
SELECT_SEARCH = (
    'Как будем искать ? Если автоматически - введите "а", если вручную - введите "р"'
)
SEARCH_MESSAGE = "Начать поиск?"
INPUT_TOWN_MESSAGE = "Введите город, в котором будем искать друзей"
UNKNOWN_TOWN_MESSAGE = """К сожалению, я не знаю такого города.
Возможно, Вы ввели название города с ошибкой. Пожалуйста, повторите ввод."""
INPUT_MIN_AGE_MESSAGE = "Введите минимальный возраст"
INPUT_MAX_AGE_MESSAGE = "Введите максимальный возраст"
INPUT_SEX_MESSAGE = "Введите пол: мужской или женский"
INPUT_RELATION_MESSAGE = """Введите семейное положение:
                                                1 — не женат/не замужем
                                                2 — есть друг/есть подруга
                                                3 — помолвлен/помолвлена
                                                4 — женат/замужем
                                                5 — всё сложно
                                                6 — в активном поиске
                                                7 — влюблён/влюблена
                                                8 — в гражданском браке
                                                0 — не указано."""
DO_YOU_LIKE_IT_MESSAGE = "Нравится?"
ADD_MESSAGE = "Пользователь добавлен в список понравившихся людей"
CONTINUE_FIND_MESSAGE = "Ищем дальше?"
GOOD_BYE_MESSAGE = "Досвидания!"
UNKNOWN_MESSAGE = "Я не понял вашего сообщения..."
